Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "„Chromium“ nuostatos";
AllowCrossOriginAuthPrompt.pfm_title = "Mišrios kilmės HTTP pagrindinės prieigos teisės raginimai";
AllowCrossOriginAuthPrompt.pfm_description = "Kontroliuoja, ar trečiosios šalies puslapio papildomame turinyje gali iššokti dialogo langas „HTTP pagrindinė prieigos teisė“. Paprastai tai neleidžiama kaip apsaugos nuo sukčiavimo dalis.";
AllowFileSelectionDialogs.pfm_title = "Leisti iškviesti failų pasirinkimo dialogo langus.";
AllowFileSelectionDialogs.pfm_description = "Leidžiama pasiekti kompiuteryje saugomus failus leidžiant „Chromium“ pateikti failų pasirinkimo dialogo langus.\n\nJei įgalinsite šį nustatymą, failų pasirinkimo dialogo langus naudotojai galės atidaryti kaip įprastai.\n\nJei šio nustatymo neleisite, kaskart naudotojui atlikus veiksmą, iškviečiantį failų pasirinkimo dialogo langą (pvz., norint importuoti žymes, įkelti failus, išsaugoti nuorodas ir kt.), bus pateiktas pranešimas, be to, programa veiks taip, tarsi naudotojas būtų spustelėjęs „Atšaukti“ failų pasirinkimo dialogo lange.\n\nNenustačius šio nustatymo, failų pasirinkimo dialogo langus naudotojai galės atidaryti kaip įprastai.";
AllowOutdatedPlugins.pfm_title = "Leisti paleisti pasenusius papildinius";
AllowOutdatedPlugins.pfm_description = "Leidžiama „Chromium“ paleisti pasenusius papildinius.\n\nJei įgalinsite šį nustatymą, pasenę papildiniai bus naudojami kaip įprasti.\n\nJei šio nustatymo neleisite, pasenę papildiniai nebus naudojami, o naudotojų nebus prašoma suteikti leidimo juos paleisti.\n\nNenustačius šio nustatymo, naudotojų bus prašoma suteikti leidimą paleisti pasenusius papildinius.";
AlternateErrorPagesEnabled.pfm_title = "Įgalinti kitus klaidų puslapius";
AlternateErrorPagesEnabled.pfm_description = "Įgalinamas kitų „Chromium“ esančių klaidų puslapių (pvz., „puslapio nerasta“) naudojimas; naudotojams šio nustatymo keisti neleidžiama.\n\nJei įgalinsite šį nustatymą, bus naudojami kiti klaidų puslapiai.\n\nJei šio nustatymo neleisite, niekada nebus naudojami kiti klaidų puslapiai.\n\nJei šį nustatymą įgalinsite arba jo neleisite, paleidę „Chromium“ naudotojai negalės jo nei pakeisti, nei nepaisyti.";
AlwaysAuthorizePlugins.pfm_title = "Visada paleidžiami papildiniai, kuriuos naudojant reikalinga prieigos teisė";
AlwaysAuthorizePlugins.pfm_description = "„Chromium“ leidžiama paleisti papildinius, kuriuos naudojant reikalinga prieigos teisė. Jei įgalinsite šį nustatymą, visada bus paleidžiami nepasenę papildiniai. Jei šis nustatymas neleidžiamas arba nenustatytas, naudotojų bus prašoma suteikti leidimą paleisti papildinius, kuriuos naudojant reikalinga prieigos teisė. Šiais papildiniais gali būti pažeista sauga.";
AuthNegotiateDelegateWhitelist.pfm_title = "„Kerberos“ nukreipimo serverio baltasis sąrašas";
AuthNegotiateDelegateWhitelist.pfm_description = "Serveriai, į kuriuos gali nukreipti „Chromium“.";
AuthSchemes.pfm_title = "Palaikomos tapatumo nustatymo schemos";
AuthSchemes.pfm_description = "Nurodoma, kurios HTTP tapatumo nustatymo schemos palaikomos „Chromium“.\n\nGalimos vertės: „basic“, „digest“, „ntlm“ ir „negotiate“. Vertes atskirkite kableliais.";
AuthServerWhitelist.pfm_title = "Tapatumo nustatymo serverio baltasis sąrašas";
AuthServerWhitelist.pfm_description = "Nurodoma, kurie serveriai turi būti įtraukti į baltąjį sąrašą, kurio paisoma integruotai nustatant tapatumą. Integruotasis tapatumo nustatymas įgalinamas tik tada, kai „Chromium“ gauna tapatumo nustatymo iššūkį iš tarpinio arba į leistinų serverių sąrašą įtraukto serverio.\n\nServerių pavadinimus atskirkite kableliais. Galite naudoti pakaitos simbolius („*“).";
AutoFillEnabled.pfm_title = "Įgalinti automatinį pildymą";
AutoFillEnabled.pfm_description = "Įgalinama „Chromium“ automatinio pildymo funkcija ir naudotojams leidžiama automatiškai pildyti žiniatinklio formas, naudojant anksčiau išsaugotą informaciją, pvz., adresą arba kredito kortelės informaciją.\n\nJei šio nustatymo neleisite, naudotojai negalės naudoti automatinio pildymo funkcijos.\n\nJei šį nustatymą įgalinsite arba vertės nekonfigūruosite, naudotojai ir toliau galės valdyti automatinį pildymą. Taip jie galės sukonfigūruoti automatinio pildymo profilius ir savo nuožiūra įjungti arba išjungti automatinio pildymo funkciją.";
BlockThirdPartyCookies.pfm_title = "Blokuoti trečiosios šalies slapukus";
BlockThirdPartyCookies.pfm_description = "Blokuojami trečiosios šalies slapukai.\n\nJei įgalinsite šį nustatymą, naršyklės adreso juostoje nurodytam domenui nepriklausantiems tinklalapio elementams nebus leidžiama nustatyti slapukų.\n\nJei šio nustatymo neleisite, naršyklės adreso juostoje nurodytam domenui nepriklausantiems tinklalapio elementams bus leidžiama nustatyti slapukus, o naudotojai šio nustatymo pakeisti negalės.";
BookmarkBarEnabled.pfm_title = "Įgalinti žymių juostą";
BookmarkBarEnabled.pfm_description = "„Chromium“ naujo skirtuko puslapyje įgalinama žymių juosta.\n\nJei įgalinsite šį nustatymą, „Chromium“ naujo skirtuko puslapyje bus rodoma žymių juosta.\n\nJei šio nustatymo neleisite, naudotojams niekada nebus rodoma žymių juosta.\n\nJei šį nustatymą įgalinsite arba jo neleisite, paleidę „Chromium“ naudotojai negalės jo nei pakeisti, nei nepaisyti.";
ClearSiteDataOnExit.pfm_title = "Išvalyti svetainės duomenis uždarant naršyklę";
ClearSiteDataOnExit.pfm_description = "Ši politika yra turinio nustatymų parinkties „Uždarant naršyklę išvalyti slapukus ir kitus svetainės duomenis“ nepaisymo politika.\n\nJei nustatysite nuostatą „Teisinga“, uždarius naršyklę „Chromium“ iš jos ištrins visus vietos mastu išsaugotus duomenis.";
CookiesAllowedForUrls.pfm_title = "Leisti slapukus šiose svetainėse";
CookiesAllowedForUrls.pfm_description = "Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose leidžiama nustatyti slapukus, sąrašą.";
CookiesBlockedForUrls.pfm_title = "Blokuoti slapukus šiose svetainėse";
CookiesBlockedForUrls.pfm_description = "Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose neleidžiama nustatyti slapukų, sąrašą.";
CookiesSessionOnlyForUrls.pfm_title = "Leisti tik sesijų slapukus šiose svetainėse";
CookiesSessionOnlyForUrls.pfm_description = "Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose leidžiama nustatyti tik sesijų slapukus, sąrašą.";
DefaultBrowserSettingEnabled.pfm_title = "Nustatyti „Chrome“ kaip numatytąją naršyklę";
DefaultBrowserSettingEnabled.pfm_description = "Konfigūruojamos „Chromium“ vykdomos numatytosios naršyklės patikros; naudotojams šio nustatymo keisti neleidžiama.\n\nJei įgalinsite šį nustatymą, paleidžiant „Chromium“ visada tikrins, ar ji yra numatytoji naršyklė, ir, jei galima, automatiškai užsiregistruos.\n\nJei šio nustatymo neleisite, „Chromium“ niekada netikrins, ar ji yra numatytoji naršyklė, o naudotojams bus neleidžiama naudoti šios parinkties nustatymo valdiklių.\n\nNenustačius šio nustatymo „Chromium“ leis naudotojui valdyti numatytosios naršyklės parinktis ir nurodyti, ar turi būti pateikti naudotojui skirti pranešimai, jei naršyklė nėra numatytoji.";
DefaultCookiesSetting.pfm_title = "Numatytasis slapukų nustatymas";
DefaultCookiesSetting.pfm_description = "0 - Leisti visose svetainėse nustatyti vietinius duomenis.\n1 - Neleisti nė vienoje svetainėje nustatyti vietinių duomenų\nLeidžiama nustatyti, ar svetainėse turi būti leidžiama nustatyti vietinius duomenis. Nustatyti vietinius duomenis gali būti leidžiama visose svetainėse arba neleidžiama nė vienoje.";
DefaultGeolocationSetting.pfm_title = "Numatytasis geografinės vietovės nustatymas";
DefaultGeolocationSetting.pfm_description = "0 - Leisti svetainėse stebėti naudotojo buvimo vietą\n1 - Neleisti jokioje svetainėje stebėti naudotojo buvimo vietos\n2 - Paklausti kaskart, kai svetainėje bus norima stebėti naudotojo buvimo vietą\nLeidžiama nustatyti, ar svetainėse turi būti leidžiama stebėti naudotojo buvimo vietą. Stebėti naudotojo buvimo vietą gali būti leidžiama arba neleidžiama pagal numatytuosius nustatymus arba kaskart, kai svetainėje prašoma nurodyti buvimo vietą, naudotojo gali būti apie tai paklausta.";
DefaultImagesSetting.pfm_title = "Numatytasis vaizdų nustatymas";
DefaultImagesSetting.pfm_description = "0 - Leisti visose svetainėse rodyti visus vaizdus\n1 - Neleisti jokioje svetainėje rodyti vaizdų\nLeidžiama nustatyti, ar svetainėse turi būti leidžiama pateikti vaizdus. Pateikti vaizdus gali būti leidžiama visose svetainėse arba neleidžiama nė vienoje.";
DefaultJavaScriptSetting.pfm_title = "Numatytasis „JavaScript“ nustatymas";
DefaultJavaScriptSetting.pfm_description = "0 - Leisti visose svetainėse paleisti „JavaScript“\n1 - Neleisti jokioje svetainėje paleisti „JavaScript“\nLeidžiama nustatyti, ar svetainėse turi būti leidžiama paleisti „JavaScript“. Paleisti „JavaScript“ gali būti leidžiama visose svetainėse arba neleidžiama nė vienoje.";
DefaultNotificationSetting.pfm_title = "Numatytasis pranešimų nustatymas";
DefaultNotificationSetting.pfm_description = "0 - Leisti svetainėse rodyti darbalaukio pranešimus\n1 - Neleisti jokioje svetainėje rodyti darbalaukio pranešimų\n2 - Paklausti kaskart, kai svetainėje norima rodyti darbalaukio pranešimus\nLeidžiama nustatyti, ar svetainėse turi būti leidžiama pateikti darbalaukio pranešimus. Pateikti darbalaukio pranešimus gali būti leidžiama arba neleidžiama pagal numatytuosius nustatymus arba kaskart prieš ketinant pateikti svetainėje darbalaukio pranešimus naudotojo gali būti apie tai paklausta.";
DefaultPluginsSetting.pfm_title = "Numatytasis papildinių nustatymas";
DefaultPluginsSetting.pfm_description = "0 - Leisti visose svetainėse automatiškai paleisti papildinius\n1 - Blokuoti visus papildinius\nLeidžiama nustatyti, ar svetainėse turi būti leidžiama automatiškai paleisti plėtinius. Automatiškai paleisti plėtinius gali būti leidžiama visose svetainėse arba neleidžiama nė vienoje.";
DefaultPopupsSetting.pfm_title = "Numatytasis iššokančiųjų langų nustatymas";
DefaultPopupsSetting.pfm_description = "0 - Leisti visose svetainėse rodyti iššokančiuosius langus\n1 - Neleisti jokioje svetainėje rodyti iššokančiųjų langų\nLeidžiama nustatyti, ar svetainėse turi būti leidžiama rodyti iššokančiuosius langus. Rodyti iššokančiuosius langus gali būti leidžiama visose svetainėse arba neleidžiama nė vienoje.";
DefaultSearchProviderEnabled.pfm_title = "Įgalinti numatytąjį paieškos teikėją";
DefaultSearchProviderEnabled.pfm_description = "Įgalinamas numatytojo paieškos teikėjo naudojimas.\n\nJei įgalinsite šį nustatymą, naudotojui į „omnibox“ vedant tekstą, kuris nėra URL, bus vykdoma numatytoji paieška.\n\nNustatydami likusias numatytosios paieškos politikos parinktis galite nurodyti numatytąjį naudotiną paieškos teikėją. Jei jų nenustatysite, naudotojas galės pasirinkti numatytąjį teikėją.\n\nJei šio nustatymo neleisite, naudotojui į „omnibox“ vedant tekstą, kuris nėra URL, nebus vykdoma jokia paieška.\n\nJei šį nustatymą įgalinsite arba jo neleisite, paleidę „Chromium“ naudotojai negalės jo nei pakeisti, nei nepaisyti.";
DefaultSearchProviderEncodings.pfm_title = "Numatytojo paieškos teikėjo koduotės";
DefaultSearchProviderEncodings.pfm_description = "Nurodomos paieškos teikėjo palaikomos simbolių koduotės. Koduotės yra kodų puslapių pavadinimai, pvz., UTF-8, GB2312 ir ISO-8859-1. Jie bandomi tokia tvarka, kokia yra pateikti. Numatytoji koduotė yra UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Numatytojo paieškos teikėjo piktograma";
DefaultSearchProviderIconURL.pfm_description = "Nurodomas numatytojo paieškos teikėjo mėgstamiausios piktogramos URL. Pasirinktinai.";
DefaultSearchProviderInstantURL.pfm_title = "Numatytojo paieškos teikėjo intuityviosios paieškos URL";
DefaultSearchProviderInstantURL.pfm_description = "Nurodomas paieškos variklio, naudojamo intuityviosios paieškos rezultatams pateikti, URL. URL turi būti eilutė „'{searchTerms}'“, vietoj kurios pateikiant užklausą bus įvestas naudotojo įvestas tekstas. Pasirinktinai.";
DefaultSearchProviderKeyword.pfm_title = "Numatytojo paieškos teikėjo raktinis žodis";
DefaultSearchProviderKeyword.pfm_description = "Nurodomas raktinis žodis, kuris kaip nuoroda naudojamas „omnibox“ šio teikėjo paieškai inicijuoti. Pasirinktinai.";
DefaultSearchProviderName.pfm_title = "Numatytojo paieškos teikėjo pavadinimas";
DefaultSearchProviderName.pfm_description = "Nurodomas numatytojo paieškos teikėjo pavadinimas. Nenurodžius vertės bus naudojamas paieškos URL nurodytas prieglobos pavadinimas.";
DefaultSearchProviderSearchURL.pfm_title = "Numatytojo paieškos teikėjo paieškos URL";
DefaultSearchProviderSearchURL.pfm_description = "Nurodomas paieškos variklio, naudojamo vykdant numatytąją paiešką, URL. URL turi būti eilutė „{searchTerms}“, vietoj kurios pateikiant užklausą bus įvesti naudotojo ieškomi terminai.";
DefaultSearchProviderSuggestURL.pfm_title = "Numatytojo paieškos teikėjo siūlymo URL";
DefaultSearchProviderSuggestURL.pfm_description = "Nurodomas paieškos variklio, naudojamo paieškos pasiūlymams pateikti, URL. URL turi būti eilutė „{searchTerms}“, vietoj kurios pateikiant užklausą bus įvestas naudotojo įvestas tekstas. Pasirinktinai.";
DeveloperToolsDisabled.pfm_title = "Neleisti kūrėjo įrankių";
DeveloperToolsDisabled.pfm_description = "Neleidžiami kūrėjo įrankiai ir „JavaScript“ valdymo pultas.\n\nJei įgalinsite šį nustatymą, nebus galima pasiekti kūrėjo įrankių ir tikrinti svetainės elementų. Visi klaviatūros spartieji klavišai ir meniu bei kontekstinių meniu įrašai, skirti kūrėjo įrankiams arba „JavaScript“ valdymo pultui atidaryti, bus neleidžiami.";
Disable3DAPIs.pfm_title = "Neleisti palaikyti trimatės grafikos API";
Disable3DAPIs.pfm_description = "Neleidžiama palaikyti trimatės grafikos API.\n\nJei įgalinsite šį nustatymą, per tinklalapius nebus galima pasiekti grafikos apdorojimo įrenginių (GPU). Paprastai per tinklalapius būna negalima pasiekti „WebGL“ API, o papildiniai negali naudoti „Pepper“ trimatės API.\n\nJei šio nustatymo neleisite, tinklalapiuose bus galima naudoti „WebGL“ API, o papildiniai galės naudoti „Pepper“ trimatę API. Tačiau norint naudoti šią API pagal numatytuosius naršyklės nustatymus dar gali būti reikalaujama, kad būtų patenkinti komandų eilutės argumentai.";
DisableAuthNegotiateCnameLookup.pfm_title = "Neleisti CNAME paieškos vykdant „Kerberos“ tapatumo nustatymą";
DisableAuthNegotiateCnameLookup.pfm_description = "Nurodoma, ar sugeneruotas „Kerberos“ SPN yra pagrįstas standartiniu DNS pavadinimu, ar pirminiu įvestu vardu.\n\nJei įgalinsite šį nustatymą, CNAME paieška bus praleista ir bus naudojamas įvestas serverio pavadinimas.\n\nJei šio nustatymo neleisite, atlikus CNAME paiešką bus nustatytas standartinis serverio pavadinimas.";
DisablePluginFinder.pfm_title = "Neleisti papildinių ieškiklio";
DisablePluginFinder.pfm_description = "Jei nustatysite šio nustatymo parinktį „Teisinga“, „Chromium“ bus neleidžiama automatiškai vykdyti trūkstamų papildinių paieškos ir įdiegties.";
DisableSpdy.pfm_title = "Neleisti SPDY protokolo";
DisableSpdy.pfm_description = "„Chromium“ neleidžiama naudoti SPDY protokolo.";
DisabledPlugins.pfm_title = "Neleidžiamų papildinių sąrašas";
DisabledPlugins.pfm_description = "Nurodomas „Chromium“ neleidžiamų papildinių sąrašas; naudotojams šio nustatymo keisti neleidžiama.\n\nKad vertės atitiktų abejotinų simbolių sekas, galima naudoti pakaitos simbolius „*“ ir „?“. „*“ atitinka abejotiną simbolių skaičių, o „?“ nurodo vieną pasirinktinį simbolį, t. y. atitinka nulio ir vieneto simbolius. Kaitos simbolis yra „\“, taigi, kad simboliai atitiktų faktinius „*“, „?“ arba „\“ simbolius, prieš juos galite įvesti „\“.\n\nJei įgalinsite šį nustatymą, „Chromium“ niekada nebus naudojamas nurodytas papildinių sąrašas. Skiltyje „about:plugins“ papildiniai bus pažymėti kaip neleidžiami ir naudotojai negalės jų įgalinti.\n\nAtminkite, kad nustačius įgalintų papildinių ir neleidžiamų papildinių išimčių politiką šios politikos bus nepaisoma.";
DisabledPluginsExceptions.pfm_title = "Neleidžiamų papildinių sąrašo išimčių sąrašas";
DisabledPluginsExceptions.pfm_description = "Nurodomas papildinių, kuriuos naudotojas gali įgalinti arba kurių gali neleisti „Chromium“, sąrašas.\n\nKad vertės atitiktų abejotinų simbolių sekas, galima naudoti pakaitos simbolius „*“ ir „?“. „*“ atitinka abejotiną simbolių skaičių, o „?“ nurodo vieną pasirinktinį simbolį, t. y. atitinka nulio ir vieneto simbolius. Kaitos simbolis yra „\“, taigi, kad simboliai atitiktų faktinius „*“, „?“ arba „\“ simbolius, prieš juos galite įvesti „\“.\n\nJei įgalinsite šį nustatymą, „Chromium“ bus galima naudoti nurodytą papildinių sąrašą. Skiltyje „about:plugins“ naudotojai galės juos įgalinti arba jų neleisti net tada, jei papildinys atitiks į neleidžiamų papildinių sąrašą įtrauktą šabloną. Naudotojai taip pat galės įgalinti papildinius arba jų neleisti, jei papildiniai neatitiks jokio neleidžiamų papildinių, neleidžiamų papildinių išimčių ir įgalintų papildinių sąrašuose esančio šablono.";
DisabledSchemes.pfm_title = "Neleidžiamų protokolų schemų sąrašas";
DisabledSchemes.pfm_description = "„Chromium“ neleidžiamos į sąrašą įtrauktos protokolų schemos.\n\nURL, naudojančių į šį sąrašą įtrauktą schemą, nebus galima įkelti ir į juos nebus galima pereiti.";
DiskCacheDir.pfm_title = "Nustatyti disko talpyklos katalogą";
DiskCacheDir.pfm_description = "Konfigūruojamas katalogas, kuris „Chromium“ bus naudojamas talpyklos failams diske saugoti. Jei nustatysite šią politiką, „Chromium“ bus naudojamas pateiktas katalogas, neatsižvelgiant į tai, ar naudotojas nurodė žymą „--disk-cache-dir“.";
DnsPrefetchingEnabled.pfm_title = "Įgalinti tinklo prognozę.";
DnsPrefetchingEnabled.pfm_description = "„Chromium“ įgalinamos tinklo prognozės; naudotojams šio nustatymo keisti neleidžiama.\n\nJei šį nustatymą įgalinsite arba jo neleisite, paleidę „Chromium“ naudotojai negalės jo nei pakeisti, nei nepaisyti.";
DownloadDirectory.pfm_title = "Nustatyti atsisiuntimo katalogą";
DownloadDirectory.pfm_description = "Konfigūruojamas katalogas, į kurį per „Chromium“ bus atsisiunčiami failai.\n\nJei nustatysite šią politiką, „Chromium“ naudos nurodytą katalogą, nesvarbu, ar naudotojas jį nurodė, ar įgalino žymą, nurodančią, kad kaskart būtų raginama nurodyti atsisiuntimo vietą.";
EditBookmarksEnabled.pfm_title = "Įgalinamas žymių redagavimas arba neleidžiama redaguoti žymių";
EditBookmarksEnabled.pfm_description = "Įgalinamas žymių redagavimas naudojant „Chromium“ arba neleidžiama to daryti.\n\nJei įgalinsite šį nustatymą, žymių bus galima pridėti, pašalinti arba jas modifikuoti. Tai yra numatytasis nustatymas.\n\nJei šio nustatymo neleisite, žymių nebus galima pridėti, pašalinti arba modifikuoti. Esamas žymes tebebus galima naudoti.";
EnableAuthNegotiatePort.pfm_title = "Įtraukti nestandartinį prievadą į „Kerberos“ SPN";
EnableAuthNegotiatePort.pfm_description = "Nurodoma, ar į sugeneruotą „Kerberos“ SPN turi būti įtrauktas nestandartinis prievadas.\n\nJei įgalinsite šį nustatymą ir įvesite nestandartinį prievadą (t. y. ne 80 arba 443, o kitokį prievadą), jis bus įtrauktas į sugeneruotą „Kerberos“ SPN.\n\nJei šio nustatymo neleisite, į sugeneruotą „Kerberos“ SPN niekada nebus įtrauktas prievadas.";
EnabledPlugins.pfm_title = "Įgalintų papildinių sąrašas";
EnabledPlugins.pfm_description = "Nurodomas „Chromium“ įgalintų papildinių sąrašas; naudotojams šio nustatymo keisti neleidžiama.\n\nKad įrašai atitiktų abejotinų simbolių sekas, galima naudoti pakaitos simbolius „*“ ir „?“. „*“ atitinka abejotiną simbolių skaičių, o „?“ nurodo vieną pasirinktinį simbolį, t. y. atitinka nulio arba vieneto simbolį. Kaitos simbolis yra „\“, taigi, kad simboliai atitiktų faktinius „*“, „?“ arba „\“ simbolius, prieš juos galite įvesti „\“.\n\n„Chromium“ visada naudojamas nurodytas papildinių sąrašas, jei papildiniai įdiegti. Papildiniai žymimi kaip įgalinti skiltyje „about:plugins“ ir naudotojai negali jų neleisti.\n\nAtminkite, kad nustačius šią politiką bus nepaisoma nei neleidžiamų papildinių, nei neleidžiamų papildinių išimčių politikos.";
ExtensionInstallBlacklist.pfm_title = "Plėtinių, kurių diegti naudotojams turi būti neleidžiama (arba „*“, jei neleidžiama nė vieno), ID";
ExtensionInstallBlacklist.pfm_description = "Leidžiama nurodyti, kurių plėtinių naudotojai diegti NEGALI. Jau įdiegti į juodąjį sąrašą įtraukti plėtiniai bus pašalinti.\n\nJuodojo sąrašo vertė „*“ nurodo, kad visi plėtiniai yra įtraukti į juodąjį sąrašą, nebent jie aiškiai nurodyti baltajame sąraše.";
ExtensionInstallForcelist.pfm_title = "Automatiškai diegiami plėtinių ID ir atnaujinimo URL";
ExtensionInstallForcelist.pfm_description = "Leidžiama nurodyti plėtinių, kurie bus įdiegti automatiškai, naudotojui neatliekant jokių veiksmų, sąrašą.\n\nVisi sąrašo elementai yra eilutės, kuriose nurodomas plėtinio ID ir atnaujinimo URL, atskirti kabliataškiu (;). Pvz.: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Pagal kiekvieną eilutę iš nurodyto URL „Chromium“ įkels plėtinį, kurį nurodo ID, ir automatiškai jį įdiegs. Tolesniuose puslapiuose paaiškinta, kaip priglobti plėtinius savo serveryje. Apie atnaujinimo URL žr. http://code.google.com/chrome/extensions/autoupdate.html; bendrą informaciją apie plėtinių prieglobą žr. http://code.google.com/chrome/extensions/hosting.html.\n\nNaudotojai negalės pašalinti šios politikos sąraše nurodytų plėtinių. Pašalinus plėtinį iš šio sąrašo, „Chromium“ automatiškai jį pašalins. Į plėtinių diegimo juodąjį sąrašą įtrauktų ir į baltąjį sąrašą neįtrauktų plėtinių nustačius šią politiką privalomai diegti negalima.";
ExtensionInstallWhitelist.pfm_title = "Į juodąjį sąrašą neįtrauktinų plėtinių ID";
ExtensionInstallWhitelist.pfm_description = "Leidžiama nurodyti, kurie plėtiniai neturi būti įtraukti į juodąjį sąrašą.\n\nJuodojo sąrašo vertė „*“ nurodo, kad visi plėtiniai yra įtraukti į juodąjį sąrašą, o naudotojai gali diegti tik į baltąjį sąrašą įtrauktus plėtinius.\n\nPagal numatytuosius nustatymus visi plėtiniai yra įtraukti į baltąjį sąrašą, bet jei visi plėtiniai į juodąjį sąrašą buvo įtraukti todėl, kad to reikalavo politika, naudojant baltąjį sąrašą politikos galima nepaisyti.";
GSSAPILibraryName.pfm_title = "GSSAPI bibliotekos pavadinimas";
GSSAPILibraryName.pfm_description = "Nurodoma, kurią GSSAPI biblioteką reikia naudoti, nustatant HTTP tapatumą. Galima nustatyti vien tik bibliotekos pavadinimą arba visą kelią. Nustatymų nepateikus „Chromium“ naudos atsarginės numatytosios bibliotekos pavadinimą.";
HomepageIsNewTabPage.pfm_title = "Naudoti naujo skirtuko puslapį kaip pagrindinį puslapį";
HomepageIsNewTabPage.pfm_description = "Konfigūruojamas numatytojo „Chromium“ pagrindinio puslapio tipas; naudotojams pagrindinio puslapio nuostatų keisti neleidžiama. Pagrindinį puslapį galima nustatyti nurodant URL arba nustatant naujo skirtuko puslapį. Jei įgalinsite šį nustatymą, naujo skirtuko puslapis visada bus naudojamas kaip pagrindinis puslapis, o pagrindinio puslapio URL vietos bus nepaisoma. Jei šio nustatymo neleisite, naudotojo pagrindinis puslapis niekada nebus naujo skirtuko puslapis, jei jo URL nebus nustatytas kaip „chrome://newtab“. Jei šį nustatymą įgalinsite arba jo neleisite, paleidę „Chromium“ naudotojai negalės pakeisti pagrindinio puslapio tipo.";
HomepageLocation.pfm_title = "Pagrindinio puslapio URL";
HomepageLocation.pfm_description = "„Chromium“ konfigūruojamas numatytojo pagrindinio puslapio URL ir naudotojams neleidžiama jo keisti.\n\nPagrindinio puslapio tipą galima nustatyti čia nurodant URL arba nustatant naujo skirtuko puslapį.\n\nJei pasirinksite naujo skirtuko puslapį, šios politikos bus nepaisoma.\n\nJei įgalinsite šį nustatymą, paleidę „Chromium“ naudotojai negalės keisti pagrindinio puslapio URL, bet vis tiek galės pasirinkti naujo skirtuko puslapį kaip pagrindinį puslapį.";
ImagesAllowedForUrls.pfm_title = "Leisti vaizdus šiose svetainėse";
ImagesAllowedForUrls.pfm_description = "Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose leidžiama pateikti vaizdus, sąrašą.";
ImagesBlockedForUrls.pfm_title = "Blokuoti vaizdus šiose svetainėse";
ImagesBlockedForUrls.pfm_description = "Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose neleidžiama pateikti vaizdų, sąrašą.";
IncognitoEnabled.pfm_title = "Įgalinti inkognito režimą";
IncognitoEnabled.pfm_description = "Įgalinamas „Chromium“ inkognito režimas.\n\nJei įgalinsite šį nustatymą arba jo nekonfigūruosite, naudotojai galės atidaryti tinklalapius inkognito režimu.\n\nJei šio nustatymo neleisite, naudotojai negalės atidaryti tinklalapių inkognito režimu.";
InstantEnabled.pfm_title = "Įgalinti intuityviąją paiešką";
InstantEnabled.pfm_description = "Įgalinama „Chromium“ intuityviosios paieškos funkcija; naudotojams šio nustatymo keisti neleidžiama.\n\nJei įgalinsite šį nustatymą, „Chromium“ intuityvioji paieška bus įgalinta.\n\nJei šio nustatymo neleisite, „Chromium“ intuityvioji paieška bus neleidžiama.\n\nJei šį nustatymą įgalinsite arba jo neleisite, naudotojai negalės jo nei pakeisti, nei nepaisyti.";
JavaScriptAllowedForUrls.pfm_title = "Leisti „JavaScript“ šiose svetainėse";
JavaScriptAllowedForUrls.pfm_description = "Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose leidžiama paleisti „JavaScript“, sąrašą.";
JavaScriptBlockedForUrls.pfm_title = "Blokuoti „JavaScript“ šiose svetainėse";
JavaScriptBlockedForUrls.pfm_description = "Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose neleidžiama paleisti „JavaScript“, sąrašą.";
JavascriptEnabled.pfm_title = "Įgalinti „JavaScript“";
JavascriptEnabled.pfm_description = "„Chromium“ įgalinamas „JavaScript“; naudotojams šio nustatymo keisti neleidžiama.\n\nJei šį nustatymą įgalinsite arba jo nekonfigūruosite, tinklalapiuose bus galima naudoti „JavaScript“.\n\nJei šio nustatymo neleisite, tinklalapiuose nebus galima naudoti „JavaScript“.";
MetricsReportingEnabled.pfm_title = "Įgalinti naudojimo ir su strigtimis susijusių duomenų ataskaitų kūrimą";
MetricsReportingEnabled.pfm_description = "Įgalinamas anonimiškų „Google“ skirtų „Chromium“ naudojimo ir su strigtimis susijusių duomenų ataskaitų kūrimas; naudotojams šio nustatymo keisti neleidžiama.\n\nJei įgalinsite šį nustatymą, „Google“ bus siunčiamos anonimiškos naudojimo ir su strigtimis susijusių duomenų ataskaitos.\n\nJei šio nustatymo neleisite, „Google“ niekada nebus siunčiamos anonimiškos naudojimo ir su strigtimis susijusių duomenų ataskaitos.\n\nJei šį nustatymą įgalinsite arba jo neleisite, paleidę „Chromium“ naudotojai negalės nei jo pakeisti, nei nepaisyti.";
PasswordManagerAllowShowPasswords.pfm_title = "Leisti naudotojams rodyti slaptažodžius slaptažodžių tvarkytuvėje";
PasswordManagerAllowShowPasswords.pfm_description = "Nustatoma, ar slaptažodžių tvarkytuvėje naudotojas gali rodyti slaptažodžius aiškiu tekstu.\n\nJei šio nustatymo neleisite, slaptažodžių tvarkytuvės lange nebus leidžiama rodyti išsaugotų slaptažodžių aiškiu tekstu.\n\nJei šį nustatymą įgalinsite arba jo nekonfigūruosite, slaptažodžių tvarkytuvėje pateiktus slaptažodžius naudotojai matys kaip aiškų tekstą.";
PasswordManagerEnabled.pfm_title = "Įgalinti slaptažodžių tvarkytuvę";
PasswordManagerEnabled.pfm_description = "Įgalinamas slaptažodžių išsaugojimas ir išsaugotų slaptažodžių naudojimas „Chromium“.\n\nJei įgalinsite šį nustatymą, „Chromium“ prisimins naudotojų slaptažodžius ir kitą kartą prisijungiant prie svetainės automatiškai juos pateiks.\n\nJei šio nustatymo neleisite, naudotojai negalės nei išsaugoti slaptažodžių, nei naudoti jau išsaugotų slaptažodžių.\n\nJei šį nustatymą įgalinsite arba jo neleisite, paleidę „Chromium“ naudotojai negalės jo nei pakeisti, nei nepaisyti.";
PluginsAllowedForUrls.pfm_title = "Leisti papildinius šiose svetainėse";
PluginsAllowedForUrls.pfm_description = "Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose leidžiama paleisti papildinius, sąrašą.";
PluginsBlockedForUrls.pfm_title = "Blokuoti papildinius šiose svetainėse";
PluginsBlockedForUrls.pfm_description = "Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose neleidžiama paleisti papildinių, sąrašą.";
PopupsAllowedForUrls.pfm_title = "Leisti iššokančiuosius langus šiose svetainėse";
PopupsAllowedForUrls.pfm_description = "Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose leidžiama atidaryti iššokančiuosius langus, sąrašą.";
PopupsBlockedForUrls.pfm_title = "Blokuoti iššokančiuosius langus šiose svetainėse";
PopupsBlockedForUrls.pfm_description = "Leidžiama nustatyti URL šablonų, nurodančių svetaines, kuriose neleidžiama atidaryti iššokančiųjų langų, sąrašą.";
PrintingEnabled.pfm_title = "Įgalinti spausdinimą";
PrintingEnabled.pfm_description = "Įgalinamas spausdinimas naudojant „Chromium“; naudotojams šio nustatymo keisti neleidžiama.\n\nJei šį nustatymą įgalinsite arba jo nekonfigūruosite, naudotojai galės spausdinti.\n\nJei šio nustatymo neleisite, naudodami „Chromium“ naudotojai negalės spausdinti. Spausdinti bus neleidžiama naudojant veržliarakčio meniu, plėtinius, „JavaScript“ programas ir kt. Spausdinti bus tebeleidžiama naudojant papildinius, kurie spausdinant apeina „Chromium“. Pvz., tam tikrų „Flash“ programų kontekstinių meniu spausdinimo parinktys tebebus įgalintos.";
ProxyBypassList.pfm_title = "Kableliais atskirtų tarpinio serverio apėjimo taisyklių sąrašas";
ProxyBypassList.pfm_description = "„Chromium“ apeis visus tarpinius serverius, kurių priegloba nurodyta šiame sąraše.\n\nŠi politika veikia tik tada, jei skiltyje „Pasirinkti, kaip nurodyti tarpinio serverio nustatymus“ tarpinio serverio nustatymus pasirinkote nurodyti patys.\n\nJei norite gauti išsamesnių pavyzdžių, apsilankykite šiuo adresu:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Pasirinkti, kaip nurodyti tarpinio serverio nustatymus";
ProxyMode.pfm_description = "direct - Niekada nenaudoti tarpinio serverio\nauto_detect - Automatiškai aptikti tarpinio serverio nustatymus\npac_script - Naudoti .pac tarpinio serverio scenarijų\nfixed_servers - Naudoti fiksuotus tarpinius serverius\nsystem - Naudoti sistemos tarpinio serverio nustatymus\nLeidžiama nurodyti „Chromium“ naudojamą tarpinį serverį ir neleidžiama naudotojams keisti tarpinio serverio nustatymų.\n\nJei pasirinksite niekada nenaudoti tarpinio serverio ir visada jungtis tiesiogiai, visų kitų parinkčių bus nepaisoma.\n\nJei pasirinksite naudoti sistemos tarpinio serverio nustatymus arba tarpinį serverį aptikti automatiškai, visų kitų parinkčių bus nepaisoma.\n\nJei fiksuotą serverį paleisite veikti tarpinio serverio režimu, galėsite nurodyti ir kitas parinktis skiltyse „Tarpinio serverio adresas arba URL“ ir „Kableliu atskirtų tarpinio serverio apėjimo taisyklių sąrašas“.\n\nJei pasirinksite naudoti .pac tarpinio serverio scenarijų, skiltyje „URL, siejantis su tarpinio serverio .pac failu“ turėsite nurodyti scenarijaus URL.\n\nJei norite gauti išsamių pavyzdžių, apsilankykite šiuo adresu:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett\n\nJei įgalinsite šį nustatymą, „Chromium“ nepaisys jokių komandų eilutėje nurodytų su tarpiniu serveriu susijusių parinkčių.";
ProxyPacUrl.pfm_title = "URL, siejantis su tarpinio serverio .pac failu";
ProxyPacUrl.pfm_description = "Čia galite nurodyti URL, susiejantį su tarpinio serverio .pac failu.\n\nŠi politika veikia tik tada, jei skiltyje „Pasirinkti, kaip nurodyti tarpinio serverio nustatymus“ tarpinio serverio nustatymus pasirinkote nurodyti patys.\n\nJei norite gauti išsamių pavyzdžių, apsilankykite šiuo adresu:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Tarpinio serverio adresas arba URL";
ProxyServer.pfm_description = "Čia galite nurodyti tarpinio serverio URL.\n\nŠi politika veikia tik tada, jei skiltyje „Pasirinkti, kaip nurodyti tarpinio serverio nustatymus“ tarpinio serverio nustatymus pasirinkote nurodyti patys.\n\nJei norite gauti daugiau parinkčių ir išsamių pavyzdžių, apsilankykite šiuo adresu:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Veiksmai paleidžiant";
RestoreOnStartup.pfm_description = "0 - Atidaryti pagrindinį puslapį\n1 - Iš naujo atidaryti paskutinį kartą atidarytus URL\n4 - Atidaryti URL sąrašą\nLeidžiama nurodyti veiksmus, kurie turi būti atliekami paleidus naršyklę.\n\nJei pasirinksite „Atidaryti pagrindinį puslapį“, paleidus „Chromium“ visada bus atidarytas pagrindinis puslapis.\n\nJei pasirinksite „Iš naujo atidaryti paskutinį kartą atidarytus URL“, bus iš naujo atidaryti URL, kurie buvo atidaryti prieš paskutinį kartą uždarant „Chromium“.\n\nJei pasirinksite „Atidaryti URL sąrašą“, naudotojui paleidus „Chromium“ bus atidarytas sąrašas „URL, kuriuos reikia atidaryti paleidžiant“.\n\nJei įgalinsite šį nustatymą, paleidę „Chromium“ naudotojai negalės jo nei pakeisti, nei nepaisyti.\n\nJei šio nustatymo neleisite, jis bus toks, kaip nesukonfigūruotas. Paleidęs Chromium naudotojas vis tiek galės jį pakeisti.";
RestoreOnStartupURLs.pfm_title = "Paleidžiant atidaromi URL";
RestoreOnStartupURLs.pfm_description = "Pasirinkus paleidžiant atliekamo veiksmo nuostatą „Atidaryti URL sąrašą“, bus leidžiama nurodyti atidarytų URL sąrašą.";
SafeBrowsingEnabled.pfm_title = "Įgalinti saugų naršymą";
SafeBrowsingEnabled.pfm_description = "Įgalinama „Chromium“ saugaus naršymo funkcija; naudotojams šio nustatymo keisti neleidžiama.\n\nJei įgalinsite šį nustatymą, saugus naršymas bus visada suaktyvintas.\n\nJei šio nustatymo neleisite, saugus naršymas niekada nebus suaktyvintas.\n\nJei šį nustatymą įgalinsite arba jo neleisite, paleidę „Chromium“ naudotojai negalės jo nei pakeisti, nei nepaisyti.";
SavingBrowserHistoryDisabled.pfm_title = "Neleisti išsaugoti naršyklės istorijos";
SavingBrowserHistoryDisabled.pfm_description = "„Chromium“ neleidžiama išsaugoti naršyklės istorijos; naudotojams šio nustatymo keisti neleidžiama.\n\nJei įgalinsite šį nustatymą, naršymo istorija nebus išsaugoma.\n\nJei šio nustatymo neleisite arba nekonfigūruosite, naršymo istorija bus išsaugoma.";
SearchSuggestEnabled.pfm_title = "Įgalinti paieškos pasiūlymus";
SearchSuggestEnabled.pfm_description = "Įgalinami paieškos pasiūlymai „Chromium“ „Omnibox“; naudotojams šio nustatymo keisti negalima.\n\nJei įgalinsite šį nustatymą, bus naudojami paieškos pasiūlymai.\n\nJei šio nustatymo neleisite, paieškos pasiūlymai niekada nebus naudojami.\n\nJei šį nustatymą įgalinsite arba jo neleisite, paleidę „Chromium“ naudotojai negalės jo nei pakeisti, nei nepaisyti.";
ShowHomeButton.pfm_title = "Rodyti įrankių juostoje pagrindinio puslapio mygtuką";
ShowHomeButton.pfm_description = "„Chromium“ įrankių juostoje rodomas pagrindinio puslapio mygtukas.\n\nJei įgalinsite šį nustatymą, pagrindinio puslapio mygtukas visada bus rodomas.\n\nJei šio nustatymo neleisite, pagrindinio puslapio mygtukas niekada nebus rodomas.\n\nJei šį nustatymą įgalinsite arba jo neleisite, paleidę „Chromium“ naudotojai negalės jo nei pakeisti, nei nepaisyti.";
SyncDisabled.pfm_title = "Neleisti sinchronizuoti duomenų su „Google“";
SyncDisabled.pfm_description = "Neleidžiama sinchronizuoti duomenų „Chromium“ naudojantis „Google“ prieglobos sinchronizavimo paslaugomis; naudotojams šio nustatymo keisti neleidžiama.\n\nJei įgalinsite šį nustatymą, paleidę „Chromium“ naudotojai negalės nei jo pakeisti, nei nepaisyti.";
TranslateEnabled.pfm_title = "Įgalinti vertimą";
TranslateEnabled.pfm_description = "„Chromium“ įgalinama integruotoji „Google“ vertėjo paslauga.\n\nJei įgalinsite šį nustatymą, „Chromium“ bus rodoma integruota įrankių juosta su naudotojui skirtais pasiūlymais išversti puslapį (kai tai galima atlikti).\n\nJei šio nustatymo neleisite, vertimo juosta naudotojams bus nerodoma.\n\nJei šį nustatymą įgalinsite arba jo neleisite, paleidę „Chromium“ naudotojai negalės jo nei pakeisti, nei nepaisyti.";
UserDataDir.pfm_title = "Nustatyti naudotojo duomenų katalogą";
UserDataDir.pfm_description = "Konfigūruojamas katalogas, kuris „Chromium“ bus naudojamas naudotojo duomenims saugoti.\n\nJei nustatysite šią politiką, „Chromium“ naudos pateiktą katalogą, nesvarbu, ar naudotojas bus nustatęs žymą „--user-data-dir“, ar ne.";